tap "elastic/tap"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "mongodb/brew"
tap "neovim/neovim"
tap "rigellute/tap"
tap "rockymadden/rockymadden"
tap "thekevjames/youtube-viewer"
tap "universal-ctags/universal-ctags"
tap "unused-code/formulae"
brew "abseil"
brew "ack"
brew "amazon-ecs-cli"
brew "antigen"
brew "brotli"
brew "giflib"
brew "highway"
brew "imath"
brew "jpeg-turbo"
brew "libpng"
brew "lz4"
brew "xz"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "openexr"
brew "webp"
brew "jpeg-xl"
brew "libvmaf"
brew "aom"
brew "apr"
brew "ca-certificates"
brew "openssl@3"
brew "apr-util"
brew "argparse"
brew "gettext"
brew "libssh2"
brew "aria2"
brew "aribb24"
brew "mpdecimal"
brew "python@3.12"
brew "asciinema"
brew "m4"
brew "autoconf"
brew "automake"
brew "gmp"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "unixodbc"
brew "asdf"
brew "aspell"
brew "assimp"
brew "python@3.11"
brew "awscli"
brew "bash"
brew "libgit2"
brew "oniguruma"
brew "bat"
brew "bdw-gc"
brew "berkeley-db", link: true
brew "berkeley-db@5"
brew "bison"
brew "bison@2.7"
brew "c-ares"
brew "freetype"
brew "fontconfig"
brew "pcre2"
brew "glib"
brew "xorgproto"
brew "libxau"
brew "libxdmcp"
brew "libxcb"
brew "libx11"
brew "libxext"
brew "libxrender"
brew "lzo"
brew "pixman"
brew "cairo"
brew "capstone"
brew "carthage"
brew "certifi"
brew "pycparser"
brew "python-setuptools"
brew "cffi"
brew "cfitsio"
brew "cgif"
brew "chamber"
brew "chruby"
brew "cjson"
brew "cmake"
brew "cmatrix"
brew "cmocka"
brew "cowsay"
brew "cscope"
brew "libunistring"
brew "libidn2"
brew "libnghttp2"
brew "openldap"
brew "rtmpdump"
brew "curl"
brew "dav1d"
brew "dbus"
brew "libusb"
brew "dfu-util"
brew "direnv"
brew "docbook"
brew "docbook-xsl"
brew "docker-clean"
brew "docker-credential-helper-ecr"
brew "docutils"
brew "double-conversion"
brew "doxygen"
brew "dtc"
brew "eza"
brew "fd"
brew "libogg"
brew "flac"
brew "frei0r"
brew "fribidi"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "libevent"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "graphite2"
brew "harfbuzz"
brew "hwloc"
brew "lame"
brew "openjpeg"
brew "libb2"
brew "libunibreak"
brew "libass"
brew "libbluray"
brew "libmicrohttpd"
brew "mbedtls"
brew "librist"
brew "libsamplerate"
brew "libvorbis"
brew "opus"
brew "libsndfile"
brew "libsodium"
brew "libsoxr"
brew "libvidstab"
brew "libvpx"
brew "opencore-amr"
brew "python-packaging"
brew "snappy"
brew "tbb"
brew "openvino"
brew "pango"
brew "rubberband"
brew "sdl2"
brew "speex"
brew "srt"
brew "svt-av1"
brew "tesseract"
brew "theora"
brew "x264"
brew "x265"
brew "xvid"
brew "zeromq"
brew "zimg"
brew "ffmpeg"
brew "ffmpeg@4"
brew "pmix"
brew "open-mpi"
brew "fftw"
brew "ncurses"
brew "fish"
brew "fontforge"
brew "fortune"
brew "freetds"
brew "gawk"
brew "gcal"
brew "gdbm"
brew "gdk-pixbuf"
brew "gh"
brew "jbig2dec"
brew "ghostscript"
brew "git"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "gpgme"
brew "gmime"
brew "gnu-getopt"
brew "pkg-config"
brew "gobject-introspection"
brew "guile"
brew "libaec", link: false
brew "hdf5"
brew "htop"
brew "hub"
brew "hunspell"
brew "icdiff"
brew "iftop"
brew "imagemagick@6", link: true
brew "jansson"
brew "jasper"
brew "jemalloc"
brew "jpeg"
brew "jq"
brew "jsoncpp"
brew "krb5"
brew "lazydocker"
brew "libde265"
brew "uthash"
brew "libdicom"
brew "libev"
brew "libexif"
brew "libffi"
brew "libgsf"
brew "shared-mime-info"
brew "libheif"
brew "libiconv"
brew "libimagequant"
brew "liblqr"
brew "libmatio"
brew "libmng"
brew "libomp", link: true
brew "shaderc"
brew "vulkan-headers"
brew "vulkan-loader"
brew "libplacebo"
brew "libpthread-stubs"
brew "libraw"
brew "librsvg"
brew "libslirp"
brew "libspng"
brew "unibilium"
brew "libtermkey"
brew "libusb-compat"
brew "libuv"
brew "libvterm"
brew "libxml2"
brew "libxmlsec1"
brew "libzip"
brew "vde"
brew "qemu", link: false
brew "lima"
brew "llvm"
brew "lmdb"
brew "popt"
brew "logrotate", restart_service: true
brew "lsd"
brew "lua"
brew "luajit"
brew "luajit-openresty"
brew "luarocks"
brew "luv"
brew "macos-term-size"
brew "md4c"
brew "node"
brew "mongosh"
brew "mozjpeg"
brew "mujs"
brew "uchardet"
brew "vapoursynth"
brew "mpv"
brew "msgpack"
brew "tokyo-cabinet"
brew "mutt"
brew "zlib"
brew "mysql@8.0", restart_service: true
brew "talloc"
brew "xapian"
brew "notmuch"
brew "neomutt"
brew "tree-sitter"
brew "neovim"
brew "nghttp2"
brew "node-build"
brew "openssl@1.1"
brew "python@3.10"
brew "node@14"
brew "node@16"
brew "nspr"
brew "nss"
brew "openjdk"
brew "openjdk@11"
brew "openslide"
brew "orc"
brew "pcre"
brew "perl"
brew "pipenv"
brew "poppler"
brew "portaudio"
brew "postgresql@14", restart_service: true
brew "protobuf"
brew "pth"
brew "pyenv"
brew "pygments"
brew "python-brotli"
brew "python-distlib"
brew "python-filelock"
brew "python-mutagen"
brew "python-platformdirs"
brew "python-tabulate"
brew "tcl-tk"
brew "python@3.8"
brew "python@3.9"
brew "qt"
brew "ranger"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "rlwrap"
brew "ruby"
brew "ruby-build"
brew "ruby-install"
brew "ruby@2.6"
brew "ruby@3.0"
brew "rust"
brew "rust-analyzer"
brew "six"
brew "sk"
brew "speedtest-cli"
brew "sphinx-doc"
brew "spotifyd"
brew "starship"
brew "utf8proc"
brew "subversion"
brew "swagger-codegen"
brew "terminal-notifier"
brew "terraform"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "tmuxinator"
brew "translate-shell"
brew "tree"
brew "universal-ctags"
brew "vim"
brew "virtualenv"
brew "weechat"
brew "wget"
brew "wifi-password"
brew "xmlto"
brew "yarn"
brew "youtube-dl"
brew "heroku/brew/heroku"
brew "heroku/brew/heroku-node"
brew "jesseduffield/lazygit/lazygit"
brew "mongodb/brew/mongodb-community"
brew "rigellute/tap/spotify-tui"
brew "thekevjames/youtube-viewer/youtube-viewer"
brew "unused-code/formulae/unused"
cask "alacritty"
cask "caffeine"
cask "chromedriver"
cask "dbeaver-community"
cask "dbschema"
cask "ferdi"
cask "font-arimo-nerd-font"
cask "font-cascadia-code"
cask "font-fantasque-sans-mono"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-monaspace"
cask "font-monoid-nerd-font"
cask "font-recursive-code"
cask "font-ubuntu-nerd-font"
cask "font-victor-mono-nerd-font"
cask "kitty"
cask "mono-mdk-for-visual-studio"
cask "moom"
cask "musaicfm"
cask "ngrok"
cask "postman"
cask "powershell"
cask "sourcetree"
cask "spotify"
cask "visual-studio"
cask "xquartz"
cask "zed"
