tap "elastic/tap"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "neovim/neovim"
tap "rockymadden/rockymadden"
tap "universal-ctags/universal-ctags"
brew "ack"
brew "antigen"
brew "archey"
brew "openssl@1.1"
brew "libssh2"
brew "aria2"
brew "readline"
brew "sqlite"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "asdf"
brew "awscli"
brew "bat"
brew "carthage"
brew "cmake"
brew "cmatrix"
brew "cowsay"
brew "cscope"
brew "ctags"
brew "dfu-util"
brew "direnv"
brew "docker-clean"
brew "doxygen"
brew "elasticsearch", restart_service: true
brew "exa"
brew "fd"
brew "fish"
brew "freetype"
brew "fontconfig"
brew "fortune"
brew "freetds"
brew "gawk"
brew "git"
brew "glances"
brew "pcre"
brew "glib"
brew "gnupg"
brew "gpgme"
brew "gmime"
brew "htop"
brew "hub"
brew "icdiff"
brew "icu4c"
brew "iftop"
brew "shared-mime-info"
brew "imagemagick", link: false
brew "imagemagick@6", link: true
brew "jemalloc"
brew "oniguruma"
brew "jq"
brew "libtermkey"
brew "libusb-compat"
brew "libuv"
brew "logrotate"
brew "lua"
brew "mas"
brew "msgpack"
brew "mutt"
brew "zlib"
brew "notmuch"
brew "neomutt"
brew "neovim"
brew "node", link: false
brew "perl"
brew "pipenv"
brew "pkg-config"
brew "postgresql", restart_service: true
brew "pth"
brew "pyenv"
brew "python@2"
brew "qt"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "rlwrap"
brew "ruby"
brew "sphinx-doc"
brew "swagger-codegen"
brew "terminal-notifier"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "tmuxinator"
brew "translate-shell"
brew "tree"
brew "vim"
brew "wget"
brew "wifi-password"
brew "yarn"
brew "github/gh/gh"
brew "heroku/brew/heroku"
cask "alacritty"
cask "caffeine"
cask "chromedriver"
cask "dbeaver-community"
cask "font-arimo-nerd-font"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrainsmono-nerd-font"
cask "font-monoid-nerd-font"
cask "font-saucecodepro-nerd-font"
cask "font-source-code-pro"
cask "font-ubuntu-nerd-font"
cask "font-ubuntumono-nerd-font"
cask "java"
cask "kdiff3"
cask "kitty"
cask "moom"
cask "musaicfm"
cask "ngrok"
cask "spotify"
mas "Dash", id: 449589707
mas "Evernote", id: 406056744
mas "GIPHY CAPTURE", id: 668208984
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Microsoft Remote Desktop", id: 1295203466
mas "Monity", id: 915542151
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Quick Calendar", id: 1004514425
mas "Skitch", id: 425955336
mas "Speedtest", id: 1153157709
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
mas "Xee³", id: 639764244
